      * UNVERIFIED ON IBM i - foundation fixture IBMSEM-DDS-LF-0001
     A          R ACCTREC                   PFILE(ACCTPF)
     A          K CUSTID
